Show / Hide Table of Contents
Enum CoordinateSystemMethod
A system which uses one or more numbers, or coordinates, to uniquely determine the position of a point or other geometric element.
Namespace: IdeaRS.OpenModel
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum CoordinateSystemMethod
Fields
 Name |  Description
 Cartesian
The Cartesian coordinate system.
 Polar
The polar coordinate system.
 Improve this Doc
 View Source